tutorials/incompressible/simpleSolver/ras/ACCM_flatPlate2D/constant/RASProperties
/*-------------------------------------------------------------------------------*
Caelus 10.04
Web:   www.caelus-cml.com
\*------------------------------------------------------------------------------*/

FoamFile
{
	version				2.0;
	format				ascii;
	class				dictionary;
	location			"constant";
	object				RASProperties;
}

//--------------------------------------------------------------------------------

// For Spalarat-Alamaras Model, enable the below line
RASModel				SpalartAllmaras;

// For k-omega SST Model, enable the below line
// RASModel				kOmegaSST;

turbulence				on;

printCoeffs				on;
